{
  "title": "Evaluating ecological uniqueness over broad spatial extents using species distribution modelling",
  "license": "CC-BY",
  "language": "en",
  "creators": [
    {
      "affiliations": [
        "Département de sciences biologiques, Université de Montréal, Montréal, Canada",
        "Québec Centre for Biodiversity Science, Montréal, Canada"
      ],
      "familyname": "Dansereau",
      "givennames": "Gabriel",
      "email": "gabriel.dansereau@umontreal.ca",
      "orcid": "0000-0002-2212-3584"
    },
    {
      "affiliations": [
        "Département de sciences biologiques, Université de Montréal, Montréal, Canada",
        "Québec Centre for Biodiversity Science, Montréal, Canada"
      ],
      "familyname": "Legendre",
      "givennames": "Pierre",
      "orcid": "0000-0002-3838-3305"
    },
    {
      "affiliations": [
        "Département de sciences biologiques, Université de Montréal, Montréal, Canada",
        "Québec Centre for Biodiversity Science, Montréal, Canada"
      ],
      "familyname": "Poisot",
      "givennames": "Timothée",
      "orcid": "0000-0002-0735-5184"
    }
  ],
  "description": ["Local contributions to beta diversity (LCBD) can be used to identify sites with high ecological uniqueness and exceptional species composition within a region of interest. Yet, these indices are typically used on local or regional scales with relatively few sites. Here, we investigated how LCBD indices can be predicted over broad spatial extents using Bayesian additive regression trees (BARTs) and eBird data. We also examined the effect of scale changes on beta diversity quantification by measuring the relationship between species richness and LCBD values at varying spatial extents. The sites identified as unique over broad spatial extents varied according to the total extent size, regional richness, and proportion of rare species. BARTs provided uniqueness estimates highly correlated with observed data. Therefore, species distribution modelling and citizen science data may be used to predict ecological uniqueness over broad spatial extents, which could help identify conservation targets in unsampled locations."],
  "keywords": [
    "beta diversity",
    "ecological uniqueness",
    "local contributions to beta diversity",
    "species distribution modelling",
    "broad spatial scale",
    "eBird"
  ]
}