{
  "title": "Evaluating ecological uniqueness over broad spatial extents using species distribution modelling",
  "license": "CC-BY",
  "language": "en",
  "creators": [
    {
      "affiliations": [
        "Département de sciences biologiques, Université de Montréal, Montréal, Canada",
        "Québec Centre for Biodiversity Science, Montréal, Canada"
      ],
      "familyname": "Dansereau",
      "givennames": "Gabriel",
      "email": "gabriel.dansereau@umontreal.ca",
      "orcid": "0000-0002-2212-3584"
    },
    {
      "affiliations": [
        "Département de sciences biologiques, Université de Montréal, Montréal, Canada",
        "Québec Centre for Biodiversity Science, Montréal, Canada"
      ],
      "familyname": "Legendre",
      "givennames": "Pierre",
      "orcid": "0000-0002-3838-3305"
    },
    {
      "affiliations": [
        "Département de sciences biologiques, Université de Montréal, Montréal, Canada",
        "Québec Centre for Biodiversity Science, Montréal, Canada"
      ],
      "familyname": "Poisot",
      "givennames": "Timothée",
      "orcid": "0000-0002-0735-5184"
    }
  ],
  "description": ["Aim: Local contributions to beta diversity (LCBD) can be used to identify sites with high ecological uniqueness and exceptional species composition within a region of interest. Yet, these indices are typically used on local or regional scales with relatively few sites, as they require information on complete community compositions difficult to acquire on larger scales. Here, we investigated how LCBD indices can be predicted over broad spatial extents using species distribution modelling and citizen science data and examined the effect of scale changes on beta diversity quantification.\n\nLocation: North America.\n\nTime period: 2000s.\n\nMajor taxa studied: Parulidae.\n\nMethods: We used Bayesian additive regression trees (BARTs) to predict warbler species distributions in North America based on observations recorded in the eBird database. We then calculated LCBD indices for observed and predicted data and examined the site-wise difference using direct comparison, a spatial association test, and generalized linear regression. We also investigated the relationship between LCBD values and species richness in different regions and at various spatial extents and the effect of the proportion of rare species on the relationship.\n\nResults: Our results showed that the relationship between richness and LCBD values varies according to the region and the spatial extent at which it is applied. It is also affected by the proportion of rare species in the community. Species distribution models provided uniqueness estimates highly correlated with observed data with a statistically significant spatial association\n\nMain conclusions: Sites identified as unique over broad spatial extents may vary according to the regional richness, total extent size, and the proportion of rare species. Species distribution modelling can be used to predict ecological uniqueness over broad spatial extents, which could help identify beta diversity hotspots and important targets for conservation purposes in unsampled locations."],
  "keywords": [
    "beta diversity",
    "ecological uniqueness",
    "local contributions to beta diversity",
    "species distribution modelling",
    "broad spatial scale",
    "eBird"
  ]
}