{
  "title": "Evaluating ecological uniqueness on broad continuous scales using species distribution modelling",
  "license": "CC-BY",
  "language": "en",
  "creators": [
    {
      "affiliations": [
        "Université de Montréal",
        "Québec Centre for Biodiversity Sciences"
      ],
      "familyname": "Dansereau",
      "givennames": "Gabriel",
      "email": "gabriel.dansereau@umontreal.ca",
      "orcid": "0000-0002-2212-3584"
    },
    {
      "affiliations": [
        "Université de Montréal",
        "Québec Centre for Biodiversity Sciences"
      ],
      "familyname": "Legendre",
      "givennames": "Pierre",
      "email": "pierre.legendre@umontreal.ca",
      "orcid": "0000-0002-3838-3305"
    },
    {
      "affiliations": [
        "Université de Montréal",
        "Québec Centre for Biodiversity Sciences"
      ],
      "familyname": "Poisot",
      "givennames": "Timothée",
      "email": "timothee.poisot@umontreal.ca",
      "orcid": "0000-0002-0735-5184"
    }
  ],
  "description": ["Beta diversity is an essential measure to describe the organization of biodiversity through space. The calculation of local contributions to beta diversity (LCBD), specifically, allows for the identification of sites with exceptional diversity within a region of interest. To this day, LCBD indices have primarily been used on regional and smaller scales, with relatively few sites. Furthermore, as beta diversity implies a comparison among the sites of a given region, their use is typically restricted to strictly sampled sites with known species composition, hence to spatially discontinuous data. Here, we investigate the variation of LCBD indices over broad spatial scales, including species-poor and species-rich regions, and examine their applicability for spatially continuous data and unsampled sites through species distribution models (SDMs). To this aim, we used Bayesian additive regression trees (BARTs) to model species composition on spatially continuous data based on observations recorded in the eBird database. Our results highlight a changing relationship between site richness and LCBD values for species-poor and species-rich regions depending on the extent of the whole region of interest. We also show that SDMs return relevant LCBD predictions displaying the same LCBD-richness relationship as the one obtained with observation data only. Hence, our method could help identify beta diversity hotspots in unsampled locations, which could be important targets for conservation purposes."],
  "keywords": [
    "biogeography",
    "community ecology",
    "beta diversity",
    "species distribution modelling",
    "spatial scales"
  ]
}